Repository: mediastormDev/SystemLanguageModelChat
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: Apple Intelligence is available
de: Apple Intelligenz ist einsatzbereit
fr: Apple Intelligence est prêt
ja: Apple Intelligenceは使用可能です
ko: Apple Intelligence 사용 가능
zh_hans: Apple智能已就绪
zh_hant: Apple Intelligence已就緒

source: Apple Intelligence is not ready yet
de: Apple Intelligenz ist noch nicht bereit
fr: Apple Intelligence n'est pas encore prêt
ja: Apple Intelligenceはまだ準備ができていません
ko: Apple Intelligence 아직 준비되지 않았습니다
zh_hans: Apple智能尚未准备好
zh_hant: Apple Intelligence尚未準備好

source: Apple Intelligence is not supported on this device
de: Dieses Gerät unterstützt Apple Intelligenz nicht
fr: Cet appareil ne prend pas en charge Apple Intelligence
ja: このデバイスはApple Intelligenceに対応していません
ko: 이 기기는 Apple Intelligence 지원하지 않습니다
zh_hans: 该设备不支持Apple智能
zh_hant: 此裝置不支援Appl Intelligence

source: Apple Intelligence is not turned on
de: Apple Intelligenz ist deaktiviert
fr: Apple Intelligence n’est pas activé
ja: Apple Intelligenceはオフになっています
ko: Apple Intelligence 꺼져 있습니다
zh_hans: Apple智能未开启
zh_hant: Apple Intelligence未啟用

source: Apple Intelligence is unavailable
de: Apple Intelligenz ist nicht verfügbar
fr: Apple Intelligence est indisponible
ja: Apple Intelligenceは利用できません
ko: Apple Intelligence 사용할 수 없습니다
zh_hans: Apple智能不可用
zh_hant: Apple Intelligence不可用

source: Chat with Apple Intelligence
de: Mit Apple Intelligence chatten
fr: Discuter avec Apple Intelligence
ja: Apple Intelligenceと対話する
ko: Apple Intelligence와 대화하기
zh_hans: 与Apple智能对话
zh_hant: 與Apple Intelligence對話

source: Chats
de: Chatliste
fr: Liste des discussions
ja: チャット一覧
ko: 채팅 목록
zh_hans: 聊天列表
zh_hant: 聊天列表

source: Create a chat
de: Neuen Chat erstellen
fr: Créer une nouvelle discussion
ja: 新しいチャットを作成
ko: 새 채팅 만들기
zh_hans: 新建聊天
zh_hant: 建立新聊天

source: Hello! How can I assist you?
de: Hallo! Wie kann ich Ihnen helfen?
fr: Bonjour ! Que puis-je faire pour vous ?
ja: こんにちは！ 何をお手伝いできますか？
ko: 안녕하세요! 무엇을 도와드릴까요?
zh_hans: 你好！ 我能为你做些什么？
zh_hant: 你好！我能為你做些什麼？

source: Input your message...
de: Nachricht eingeben…
fr: Saisissez votre message…
ja: メッセージを入力…
ko: 메시지 입력…
zh_hans: 输入消息…
zh_hant: 輸入訊息…

source: New Chat
de: Neuer Chat
fr: Nouvelle discussion
ja: 新しいチャット
ko: 새 채팅
zh_hans: 新聊天
zh_hant: 新聊天

source: No chats yet
de: Noch keine Chats vorhanden
fr: Aucune discussion pour le moment
ja: チャットメッセージがまだありません
ko: 채팅 메시지가 없습니다
zh_hans: 还没有聊天消息
zh_hant: 尚無聊天訊息

source: System Language Model
de: System-Sprachmodell
fr: Modèle de langage système
ja: システム言語モデル
ko: 시스템 언어 모델
zh_hans: 系统语言模型
zh_hant: 系統語言模型

source: Thinking...
de: Denke nach…
fr: Réflexion en cours…
ja: 考え中…
ko: 생각 중…
zh_hans: 思考中…
zh_hant: 思考中…

# Title generation prompt for message %@
source: Given the following user message, generate a concise and informative conversation title in the **same language** as the user message. Only return the title itself — do not include any labels, prefixes, or punctuation. User message: %@
de: Erstellen Sie einen prägnanten und informativen Chattitel basierend auf der folgenden Nachricht. Geben Sie nur den Titel zurück – ohne Präfixe, Satzzeichen oder Erklärungen. Benutzernachricht: %@
fr: Générez un titre de conversation concis et informatif basé sur le message ci-dessous. Retournez uniquement le titre, sans préfixes, ponctuation ni texte explicatif. Message utilisateur : %@
ja: 以下のユーザーメッセージに基づき、簡潔で要約的な会話タイトルを生成してください。タイトルのみを返し、接頭辞、句読点、説明文は含めないでください。 ユーザーメッセージ: %@
ko: 다음 사용자 메시지를 바탕으로 간결하고 요약된 대화 제목을 생성하세요. 제목만 반환하고 접두사, 구두점 또는 설명은 포함하지 마세요. 사용자 메시지: %@
zh_hans: 请根据下方用户消息，生成一个简洁、概括性的对话标题，只返回标题本身，不要加任何前缀、标点符号或解释性文字。 用户消息: %@
zh_hant: 請根據下方使用者訊息，生成一個簡潔、概括性的對話標題，只返回標題本身，不要加入任何前綴、標點符號或解釋性文字。 使用者訊息: %@

# Welcome message generation prompt
source: Generate a greeting suitable for starting a casual chat with someone. It should be about 15 words, the tone should be natural and friendly, and the content should be random.
de: Generieren Sie eine Begrüßung, die geeignet ist, um ein zwangloses Gespräch mit jemandem zu beginnen. Es sollten etwa 15 Wörter sein, der Ton sollte natürlich und freundlich sein, und der Inhalt sollte zufällig sein.
fr: Générez une salutation adaptée pour commencer une conversation informelle avec quelqu'un. Il devrait y avoir environ 15 mots, le ton doit être naturel et amical, et le contenu doit être aléatoire.
ja: 誰かとカジュアルなチャットを始めるのに適した挨拶を生成します。約15語で、口調は自然で親しみやすく、内容はランダムである必要があります。
ko: 누군가와 캐주얼한 채팅을 시작하기에 적합한 인사말을 생성합니다. 약 15개의 단어여야 하고, 어조는 자연스럽고 친근해야 하며, 내용은 무작위여야 합니다.
zh_hans: 生成一条与他人开启聊天的问候语。15个字左右，语气应自然友好，内容随机。
zh_hant: 生成一條與他人展開聊天的問候語。長度15個字左右，語氣自然親切，內容隨機。

source: You
de: Du
fr: Vous
ja: あなた
ko: 당신
zh_hans: 你
zh_hant: 你

source: Apple Intelligence
zh_hans: Apple智能
